---
title: "之前的一些论文"
author: "Hui Lin"
date: "February 24, 2016"
output: html_document
layout: post
---

今天无意中发现出国前买的移动硬盘，当时为了避免日后流落美帝的生活过于难捱，咬咬牙买了一个当时来说大容量的硬盘，拷贝了些电影书籍，附带还有之前写的文字和收集的笑话。于是今天惊喜的发现自己居然写过一篇分析北京师范大学周围东北菜馆的文章《师大附近东北菜馆的选择》。时间是怎样一把杀猪刀。全然忘记自己曾经是这样一个资深吃货，是一个把吃上升到学术高度的吃货。曾经的自己，如果没有了美食，那会开始质疑人生，产生存在主义厌世感的。

还有其它几篇和本科同学一起写的论文。一并放上来，作为存档。 

- [《师大附近东北菜馆的选择》](http://hui1987.com/works/chooserestaurant.pdf)
- [《重点城市工业废弃排放情况调查分析》](http://hui1987.com/works/dataminingcourseBS.pdf)
- [《重点城市工业废弃排放情况调查设计》](http://hui1987.com/works/survey.pdf)


